Autodesk.Navisworks.Api.ProgressSubOperationBeganEventArgs
Event arguments used for the Application::ProgressSubOperationBeganEventArgs event

Autodesk.Navisworks.Api.ProgressSubOperationBeganEventArgs.FractionOfRemainingTime
Gets the fraction of remaining time this sub operation will take

Autodesk.Navisworks.Api.ProgressSubOperationBeganEventArgs.Message


Autodesk.Navisworks.Api.ProgressSubOperationBeganEventArgs.Progress
Gets a reference to the Progress class instance relating to this Event.